Repository: Exotelis/contao-dive-information
Catalog: src/Resources/contao/languages/*/*_exportdiver.xlf
Languages: de

# tl_exportdiver.headline
source: Export club member
de: Exportiere Vereinsmitglieder

# tl_exportdiver.filetypesLabel
source: File type
de: Dateityp

# tl_exportdiver.filetypesHelp
source: Please select the file type of the file to be exported.
de: Bitte wählen Sie den Dateityp der zu exportierenden Datei.

# tl_exportdiver.submit
source: Export file
de: Exportiere Datei

# tl_exportdiver.listOfMembers
source: List of members - Last updated
de: Mitgliederliste - Stand

# tl_exportdiver.memberId
source: Member ID
de: Mitglieder Nr

# tl_exportdiver.resign
source: Resigned from club
de: Aus Verein ausgetreten

# tl_exportdiver.automaticallyResigned
source: Resigned automatically
de: Automatisch ausgetreten

# tl_exportdiver.interested
source: Interested to join the club
de: Interessenten

# tl_exportdiver.noRecords
source: No records found in table 'tl_diver'. Please add at lease 1 diver.
de: Keine Einträge in der Datenbanktabelle 'tl_diver' gefunden. Bitte fügen Sie mindestens einen Taucher hinzu.
